Repository: yanayhollander/Eyeze
Catalog: Eyeze/Localizable.xcstrings
Source language: en
Languages: he

source: Detection Distance
he: טווח זיהוי

source: Detection Distance: %.2f
he: טווח מזוהה: %.2f

source: Expression
he: הבעת פנים

source: Failed to load image
he: טעינת תמונה נכשלה

source: focused
he: מפוקס

source: Home
he: דף הבית

source: Location
he: מיקום

# obstacle_1
source: The desktop computer and surroundings might create a cluttered space
he: המחשב השולחני והסביבה עלולים ליצור מרחב עמוס.

# obstacle_2
source: potentially limiting movement.
he: הגבלת התנועה באופן פוטנציאלי.

# obstacle_3
source: The robot's presence could also be intimidating.
he: המחשב השולחני והסביבה עלולים ליצור מרחב עמוס

# obstacle_keyword_1
source: desktop computer
he: מחשב שולחני

# obstacle_keyword_2
source: clutter
he: עומס

# obstacle_keyword_3
source: robot presence
he: נוכחות רובוט

source: Obstacles
he: מכשולים

# obstacles_keywords_title
source: Obstacles Keywords
he: מכשולים (מילות מפתח)

source: Options
he: אופציות

source: Person
he: איש

source: Settings
he: הגדרות

source: Surrounding
he: סביבה

# surrounding_1
source: modern office environment
he: סביבת משרד מודרנית

# surrounding_2
source: city skyline view
he: נוף קו הרקיע של העיר

# surrounding_3
source: high tech decor
he: עיצוב היי-טק

# surrounding_4
source: blue lighting
he: תאורה כחולה

source: top left
he: ימין למעלה
